Repository: DwentyZeven/asp.net_mvc_project
Catalog: Project.Models/Properties/Resources.*.resx
Languages: ru

# FutureDateValidationMessage
source: This date must be a date in the future
ru: Эта дата должна быть в будущем

# InvalidEmail
source: E-Mail address is not valid
ru: Неправильный адрес электронной почты

# InvalidInputCharacter
source: Only alpha-numeric characters and [.,:";'_ -?!()] are allowed
ru: Можно вводить только буквы, цифры и символы [.,:";'_ -?!()]

# InvalidMultilineInput
source: Only alpha-numeric characters and [.,:";'_ -?!()] are allowed
ru: Можно вводить только буквы, цифры и символы [.,:";'_ -?!()]

# InvalidPassword
source: Password must be at least 8 characters , contain at least one lower case letter, one upper case letter and one digit. Valid special characters are @#$%&+
ru: Пароль должен быть не короче 8 символов , содержать хотя бы одну строчную букву, одну заглавную и одну цифру. Кроме того разрешены символы @#$%&+

# PastDateValidationMessage
source: This date can not be in the future
ru: Эта дата не может быть в будущем

# SongLanguageLabelText
source: Language
ru: Язык

# SongQuoteLabelText
source: Original quote from song
ru: Оригинальная цитата из песни

# SongQuoteRequired
source: Quote is required
ru: Необходимо ввести цитату

# SongQuoteStringLengthValidationError
source: Quote must be no less than 10, but no more than 255 characters
ru: Цитата должна содержать не меньше 10, но не больше 255 символов

# SongSingerLabelText
source: Singer or band name
ru: Имя исполнителя или название группы

# SongSingerRequired
source: Singer or band name is required
ru: Необходимо указать имя исполнителя или название группы

# SongSingerStringLengthValidationError
source: Singer name must be no more than 50 characters
ru: Имя исполнителя или название группы не должно превышать 50 символов

# SongTitleLabelText
source: Song title
ru: Название песни

# SongTitleRequired
source: Song title is required
ru: Необходимо указать название песни

# SongTitleStringLengthValidationError
source: Song title must be no more than 50 characters
ru: Название песни не должно превышать 50 символов

# SongTranslationLabelText
source: Translate in English, if quote is not in English (not required)
ru: Переведите на русский, если цитата не на русском (необязательно)

# SongTranslationStringLengthValidationError
source: Translation must be no less than 10, but no more than 255 characters
ru: Перевод должен содержать не меньше 10, но не больше 255 символов

# StoreRestrictedDateValidationMessage
source: Date must be between {0:d} and {1:d}
ru: Дата должна быть между {0:d} и {1:d}

# UserEmailLabelText
source: E-mail
ru: Адрес электронной почты (E-mail)

# UserEmailStringLengthValidationError
source: E-mail must be no more than 50 characters
ru: Адрес электронной почты должен содержать не больше 50 символов

# UserFacebookIdRequired
source: Facebook ID is required
ru: Необходимо ввести ID пользователя Facebook

# UserFavoriteSingersLabelText
source: Favorite singers
ru: Любимые исполнители и группы

# UserFavoriteSingersStringLengthValidationError
source: Favorite singers field must be no more than 255 characters
ru: Поле с любимыми исполнителями и группами не должно превышать 255 символов

# UserFirstnameLabelText
source: First name
ru: Имя

# UserFirstnameRequired
source: First name is required
ru: Необходимо ввести имя

# UserFirstnameStringLengthValidationError
source: First name must be no more than 50 characters
ru: Имя не должно превышать 50 символов

# UserGenderLabelText
source: Gender
ru: Пол

# UserGenderRangeValidationError
source: Gender must be in range 0-2
ru: Значение для пола должно быть в диапазоне 0-2

# UserGenderRequired
source: Gender is required
ru: Пол должен быть указан

# UserIsBannedLabelText
source: Banned
ru: Заблокирован

# UserIsWarnedLabelText
source: Warned
ru: Предупреждён

# UserLastnameLabelText
source: Last name
ru: Фамилия

# UserLastnameRequired
source: Last name is required
ru: Необходимо ввести фамилию

# UserLastnameStringLengthValidationError
source: Last name must be no more than 50 characters
ru: Фамилия не должна превышать 50 символов

# UserLinkLabelText
source: Profile link
ru: Ссылка на профиль

# UserLinkRequired
source: Profile link is required
ru: Необходимо указать ссылку на профиль

# UserLinkStringLengthValidationError
source: Profile link must be no more than 255 characters
ru: Ссылка на профиль не должна превышать 255 символов

# UserPasswordLabelText
source: Password
ru: Пароль

# UserPasswordStringLengthValidationError
source: Password must be no more than 50 characters
ru: Пароль не должен превышать 50 символов

# UserPhotoLinkLabelText
source: Photo link
ru: Ссылка на фотографию профиля

# UserPhotoLinkStringLengthValidationError
source: Photo link must be no more than 255 characters
ru: Ссылка на фотографию не должна превышать 255 символов

# UserRoleLabelText
source: Role
ru: Роль

# UserRoleRangeValidationError
source: Role must be in range 1-2
ru: Значение для роли должно быть в диапазоне 1-2

# UserRoleRequired
source: Role is required
ru: Необходимо указать роль

# UserUsernameLabelText
source: Username
ru: Ник

# UserUsernameStringLengthValidationError
source: Username must be no more than 50 characters
ru: Ник не должен превышать 50 символов

# UserVkontakteIdLabelText
source: VKontakte ID
ru: ВКонтакте ID

# UserVkontakteIdRequired
source: VKontakte ID is required
ru: Необходимо ввести ID пользователя ВКонтакте
