Repository: DwentyZeven/asp.net_mvc_project
Catalog: Project.Web/Properties/Resources.*.resx
Languages: ru

# AddQuoteFormAddQuote
source: Add quote
ru: Добавить цитату

# AddQuoteFormNewQuote
source: New quote
ru: Новая цитата

# DateTime
source: MMMM d a\t h:mm tt
ru: d MMMM в H:mm

# Error404
source: That page you requested does not exist!
ru: Оказывается, такой страницы не существует, это потеря потерь!

# Error500
source: It's just an internal server error, take it easy!
ru: Какая-то внутренняя ошибка сервера, не беспокойтесь, примем меры!

# ErrorIndex
source: It's just an unexpected error, take it easy!
ru: Странная ошибка, но мы разберёмся, не принимайте близко к сердцу!

# ErrorTitle
source: Oops, something's wrong :(
ru: Опаньки, случилось непредвиденное :(

# FromSongProject
source: Fromsong - Let's listen to the music!
ru: Fromsong - Давайте слушать музыку!

# JQuerySource
source: https://ajax.googleapis.com/ajax/libs/jquery/1.5.1/jquery.min.js
ru: http://yandex.st/jquery/1.5.1/jquery.min.js

# LayoutAddTicket
source: Add ticket
ru: Добавить

# LayoutByAllUsers
source: by all users
ru: тот всегда найдёт

# LayoutItsVeryEasy
source: it's very easy
ru: новое объявление

# LayoutLanguage
source: Language
ru: Язык

# LayoutTickets
source: Tickets
ru: Кто ищет

# LayoutUp
source: Up
ru: Вверх

# ShareBlockTitle
source: Share with friends
ru: Рассказать друзьям

# SignInAdminArea
source: Admin area
ru: Админка

# SignInInformation
source: Information
ru: Информация

# SignInInformationContent
source: You should login to add quotes.
ru: Чтобы добавлять цитаты, необходимо войти на сайт.

# SignInLoginWith
source: Login with
ru: Войти через

# SignInLogout
source: Logout
ru: Выйти

# SignInMyQuotes
source: My quotes
ru: Мои цитаты

# SignInOr
source: or
ru: или

# SignInTitle
source: Login using your profile
ru: Войдите, используя свой профиль

# SignInVkontakte
source: VKontakte
ru: ВКонтакте

# SongAddTitle
source: New quote
ru: Новая цитата

# SongByCurrentUserEmptyDescription
source: Let's do it now!
ru: Давайте сделаем это сейчас!

# SongByCurrentUserEmptySubject
source: You didn't add any quotes
ru: Вы пока не добавили ни одной цитаты

# SongByUserEmptyDescription
source: Coming soon, we hope!
ru: Но мы в него верим!

# SongByUserEmptySubject
source: There are no quotes by this user yet
ru: Пока этот пользователь не добавлял цитаты

# SongByUserTitle
source: Quotes by user
ru: Цитаты пользователя

# SongIndexEmptyDescription
source: But they will be here very soon!
ru: Но обязательно скоро будут!

# SongIndexEmptySubject
source: There are no quotes by Fromsong project yet
ru: Пока от проекта Fromsong нет цитат

# SongIndexTitle
source: Quotes by Fromsong project
ru: Цитаты от проекта Fromsong

# SongListEmptyDescription
source: You can add the first one :)
ru: Вы можете стать первым :)

# SongListEmptySubject
source: There are no quotes yet
ru: Пока никто из посетителей не добавлял цитаты

# SongListTitle
source: Quotes by all users
ru: Цитаты от всех пользователей

# SongMyQuotes
source: My quotes
ru: Мои цитаты

# SongTranslation
source: Translation
ru: Перевод

# SongUserQuotes
source: User's quotes
ru: Цитаты пользователя

source: The End
ru: Конец

# TicketByCurrentUserEmptyDescription
source: Let's do it now!
ru: Давайте найдём кого-нибудь!

# TicketByCurrentUserEmptySubject
source: You didn't add any tickets
ru: Вы пока никого не искали

# TicketByUserEmptyDescription
source: Coming soon, we hope!
ru: Но мы в него верим!

# TicketByUserEmptySubject
source: There are no tickets by this user yet
ru: Пока этот пользователь никого не искал

# TicketByUserTitle
source: Tickets by user
ru: Поиски пользователя

# TicketListEmptyDescription
source: You can add the first one :)
ru: Вы можете стать первым :)

# TicketListEmptySubject
source: There are no tickets yet
ru: Пока никто из посетителей никого не искал

# TicketListTitle
source: Tickets by all users
ru: Поиски всех пользователей

# TicketMyTickets
source: My tickets
ru: Мои объявления

# TicketUserTickets
source: User's tickets
ru: Объявления пользователя

# Time
source: a\t h:mm tt
ru: в H:mm

source: Today
ru: Сегодня

source: Yesterday
ru: Вчера
